#+TITLE:       Подготовка к ММБ: 10/2017
#+AUTHOR:      Evgenii Lepikhin
#+EMAIL:       johnlepikhin@gmail.com
#+DATE:        2017-10-21 Сб
#+URI:         /blog/%y/%m/%d/подготовка-к-ммб-10-2017
#+KEYWORDS:    ММБ, рогейн, ориентирование, забег, соревнования
#+TAGS:        ММБ, рогейн
#+LANGUAGE:    ru
#+OPTIONS:     H:3 num:nil toc:nil \n:nil ::t |:t ^:nil -:nil f:t *:t <:t
#+DESCRIPTION: Подготовка к ММБ: октябрь 2017

/(Пост может дополняться)/

Не смотря на то что я позорно провалил два предыдущих старта из-за травм,
рискну поделиться своей подготовкой к осеннему старту.

* Снаряжение

#+ATTR_LATEX: :environment longtable :align l|lp{3cm}r|l
| Снаряжение                   | Кол-во |  Вес | Итого |
|------------------------------+--------+------+-------|
| GPS                          |      1 |  100 |   100 |
| MSR Reactor                  |      1 |  411 |   411 |
| Анорак прималофтовый         |      1 |  224 |   224 |
| Баф                          |      1 |   31 |    31 |
| Беруши                       |      1 |    8 |     8 |
| Бутылка 0.5                  |      3 |   25 |    75 |
| Вазилин                      |      1 |   45 |    45 |
| Влажные салфетки             |      1 |   80 |    80 |
| Гамаши                       |      1 |   58 |    58 |
| Деньги                       |      1 |   10 |    10 |
| Зажигалка                    |      1 |   15 |    15 |
| Карпоциновая мазь            |      1 |   45 |    45 |
| Кетанов                      |      1 |    5 |     5 |
| Коврик T-a-R 4season         |      1 |  595 |   595 |
| Коврик T-a-R 4season - насос |      1 |   73 |    73 |
| Комплект батареек к GPS      |      2 |   50 |   100 |
| Комплект батареек к фонарику |      2 |   25 |    50 |
| Кроссовки                    |      1 |  562 |   562 |
| Куртка                       |      1 |  476 |   476 |
| Лейкопластырь                |      1 |   30 |    30 |
| Ложка                        |      1 |   40 |    40 |
| Мелатонин                    |      1 |    5 |     5 |
| НПВС мазь                    |      1 |   45 |    45 |
| Носки для города             |      1 |   30 |    30 |
| Носки запасные               |      1 |  110 |   110 |
| Носки основные               |      1 |  146 |   146 |
| Пакеты для грязной одежды    |      3 |    6 |    18 |
| Паспорт                      |      1 |    1 |     1 |
| Перчатки виндблок            |      1 |   45 |    45 |
| Перчатки запасные            |      1 |   50 |    50 |
| Рюкзак                       |      1 | 1020 |  1020 |
| Спальник                     |      1 | 1300 |  1300 |
| Спасодеяло                   |      1 |   70 |    70 |
| Телефон                      |      1 |  136 |   136 |
| Тент из спасодеял            |      1 |  200 |   200 |
| Термобелье верх              |      1 |  220 |   220 |
| Термобелье низ               |      1 |  110 |   110 |
| Треккинговые палки           |      1 |  520 |   520 |
| Трусы                        |      1 |   40 |    40 |
| Флиска                       |      1 |  600 |   600 |
| Фонарик                      |      1 |   88 |    88 |
| Фонарик запасной             |      1 |   80 |    80 |
| Футболка для города          |      1 |  170 |   170 |
| Часы                         |      1 |   58 |    58 |
| Чехол для телефона           |      1 |   50 |    50 |
| Шапка из виндблока           |      1 |   38 |    38 |
| Шапка флисовая               |      1 |   51 |    51 |
| Штаны беговые                |      1 |  200 |   200 |
| Рацион                       |      1 | 947. |  947. |
| Штаны для города             |      1 |  240 |   240 |
|------------------------------+--------+------+-------|
| ИТОГО (с рационом)           |        |      | 9621. |
#+TBLFM: @2$4..@>>$4=$2*$3 :: @>$4=vsum(@I$4..@II$4) :: @2$3..@>>$3='(if (string= $1 "Рацион") (org-table-get-remote-range "FOOD" (format "@%s$%s" ">" "4")) $3)

* Рацион

#+ATTR_LATEX: :environment longtable :align l|lp{3cm}r|l
#+NAME: FOOD
| Компонент | Кол-во | Вес | Итого |
|-----------+--------+-----+-------|
| BCAA      |     40 | 0.5 |   20. |
| Аспаркам  |      1 |  10 |    10 |
| Доширак   |      3 |  65 |   195 |
| Кальмар   |      1 | 100 |   100 |
| Сникерс   |     12 |  50 |   600 |
| Соль      |      1 |  10 |    10 |
| Чай       |      6 |   2 |    12 |
|-----------+--------+-----+-------|
| ИТОГО     |        |     |  947. |
#+TBLFM: @2$4..@>>$4=$2*$3 :: @>$4=vsum(@I$4..@II$4)
